Repository: BlindRepublic/budgie-desktop
Catalog: po/*.po
Languages: hi

source: Authentication failed
hi: प्रमाणीकरण विफल हो गया

source: Group:
hi: समूह:

source: Configure applet
hi: एप्लेट कॉन्फ़िगर करें

source: Add applet
hi: एप्लेट जोड़ें

source: Choose a new applet to add to this panel
hi: इस पैनल में जोड़ने के लिए एक नया एप्लेट चुनें

source: No settings available
hi: कोई सेटिंग उपलब्ध नहीं है

source: Start
hi: शुरू

source: Center
hi: सेंटर

source: End
hi: समाप्त

source: Confirm panel removal
hi: पैनल हटाने की पुष्टि करें

source: Do you really want to remove this panel? This action cannot be undone.
hi: क्या आप वास्तव में इस पैनल को हटाना चाहते हैं? इस एक्शन को वापस नहीं किया जा सकता.

source: Remove panel
hi: पैनल निकालें

source: Keep panel
hi: पैनल रखें

source: Confirm applet removal
hi: एप्लेट हटाने की पुष्टि करें

source: Do you really want to remove this applet? This action cannot be undone.
hi: क्या आप वास्तव में इस एप्लेट को हटाना चाहते हैं? इस एक्शन को वापस नहीं किया जा सकता.

source: Don't ask me again
hi: मुझे फिर से मत पूछो

source: Remove applet
hi: एप्लेट निकालें

source: Keep applet
hi: एप्लेट रखें

source: Appearance
hi: दिखावट

source: Panels
hi: पैनलों

source: Session
hi: सेशन

source: Budgie Desktop Settings
hi: बज्जी डेस्कटॉप सेटिंग्स

source: Create new panel
hi: नया पैनल बनाएं

source: Windows
hi: विंडोज़

source: Attach modal dialogs to windows
hi: विंडोज़ पर मोडल संवाद संलग्न करें

source: Modal dialogs will become attached to the parent window and move together when dragged.
hi: मोडल संवाद पैरेंट विंडो से जुड़ जाएंगे और खींचे जाने पर एक साथ चलेंगे.

source: Button layout
hi: बटन लेआउट

source: Change the layout of buttons in application titlebars.
hi: एप्लिकेशन टाइटलबार में बटन का लेआउट बदलें.

source: Center new windows on screen
hi: स्क्रीन पर नई विंडोज़ केंद्र में करें

source: Center newly launched windows on the current screen.
hi: नई लॉन्च हुईं विंडो चालू स्क्रीन के केंद्र में करें.

source: Disable Night Light mode when windows are fullscreen
hi: विंडोज़ फुलस्क्रीन होने पर नाइट लाइट मोड को अक्षम करें

source: Disables Night Light mode when a window is fullscreen. Re-enables when leaving fullscreen.
hi: एक विंडो के फुलस्क्रीन होने पर नाइट लाइट मोड को निष्क्रिय कर देता है. फुलस्क्रीन छोड़ने पर पुन: सक्षम बनाता है.

source: Automatic tiling
hi: स्वचालित टाइलिंग

source: Windows will automatically tile when dragged into the top of the screen or the far corners.
hi: स्क्रीन के शीर्ष या दूर कोने में खींचे जाने पर विंडोज स्वचालित रूप से टाइल करेगा.

source: Enable window focus change on mouse enter and leave
hi: माउस प्रवेश और अवकाश पर विंडो फ़ोकस परिवर्तन सक्षम करें

source: Enables window focus to apply when the mouse enters the window and unfocus when the mouse leaves the window.
hi: जब माउस विंडो में प्रवेश करता है तो विंडो फोकस को लागू करने में सक्षम करता है और जब माउस विंडो से बाहर निकलता है तो विंडो अनफोकस को लागू करने में सक्षम करता है.

source: Disable unredirection of windows
hi: विंडोज के अप्रत्यक्ष रूप से अक्षम करें

source: This option is for advanced users. Use this if you are having graphical or performance issues with dedicated GPUs.
hi: यह विकल्प उन्नत उपयोगकर्ताओं के लिए है. यह प्रयोग करें यदि आप समर्पित GPUs के साथ चित्रमय या प्रदर्शन समस्याएँ हैं.

source: Show all windows in tab switcher
hi: टैब स्विचर में सभी विंडो दिखाएं

source: All tabs will be displayed in tab switcher regardless of the workspace in use.
hi: सभी टैब उपयोग में कार्यक्षेत्र की परवाह किए बिना टैब स्विचर में प्रदर्शित किए जाएंगे.

source: Right (standard)
hi: सही

source: Left
hi: बाईं

source: Style
hi: अंदाज

source: Widgets
hi: विजेट

source: Set the appearance of window decorations and controls
hi: विंडोज की सजावट और नियंत्रण की उपस्थिति निर्धारित करें

source: Icons
hi: आइकन

source: Set the globally used icon theme
hi: ग्लोबली इस्तेमाल किया आइकन थीम सेट करें

source: Cursors
hi: कर्सर

source: Set the globally used mouse cursor theme
hi: ग्लोबली प्रयुक्त माउस कर्सर थीम सेट करें

source: Notification Position
hi: नोटिफेक्शन्स की स्थिति

source: Set the location for notification popups
hi: नोटिफिकेशन पॉपअप के लिए स्थान निर्धारित करें

source: Dark theme
hi: डार्क थीम

source: Built-in theme
hi: निर्मित थीम

source: When enabled, the built-in theme will override the desktop component styling
hi: सक्षम होने पर, अंतर्निहित थीम डेस्कटॉप घटक स्टाइल को ओवरराइड करेगा

source: Animations
hi: एनिमेशन

source: Control whether windows and controls use animations
hi: नियंत्रण करें कि क्या विंडो और नियंत्रण एनिमेशन का उपयोग करते हैं

source: Top Left
hi: ऊपरी बायां

source: Bottom Left
hi: नीचे बाएँ

source: Bottom Right
hi: नीचे दाएं

source: Top Right
hi: दायां शीर्ष

source: Set Raven position
hi: रेवेन स्थिति सेट करें

source: Set which side of the screen Raven will open on. If set to Automatic, Raven will open where its parent panel is.
hi: सेट करें कि स्क्रीन के किस तरफ रेवेन खुलेगा. यदि स्वचालित पर सेट किया जाता है, तो रेवेन खुलेगा जहां इसका मूल पैनल है.

source: Allow raising volume above 100%
hi: ध्वनि को 100% से ऊपर बढ़ाने की अनुमति दें

source: Allows raising the volume via Sound Settings as well as the Sound Output Widget in Raven up to 150%.
hi: ध्वनि सेटिंग्स के साथ-साथ रेवेन में ध्वनि आउटपुट विजेट के माध्यम से ध्वनि को 150% तक बढ़ाने की अनुमति देता है.

source: Enable display of week numbers in Calendar
hi: कैलेंडर में सप्ताह संख्याओं का प्रदर्शन सक्षम करें

source: This setting enables the display of week numbers in the Calendar widget.
hi: यह सेटिंग कैलेंडर विजेट में सप्ताह संख्याओं के प्रदर्शन को सक्षम करती है.

source: Show Calendar Widget
hi: कैलेंडर विजेट दिखाएं

source: Shows or hides the Calendar Widget in Raven's Applets section.
hi: रेवेन के एप्लेट सेक्शन में कैलेंडर विजेट को दिखाता या छिपाता है.

source: Show Sound Output Widget
hi: ध्वनि आउटपुट विजेट दिखाए

source: Shows or hides the Sound Output Widget in Raven's Applets section.
hi: रेवेन के एप्लेट सेक्शन में साउंड आउटपुट विजेट को दिखाता या छिपाता है.

source: Show Microphone Input Widget
hi: माइक्रोफोन इनपुट विजेट दिखाएं

source: Shows or hides the Microphone Input Widget in Raven's Applets section.
hi: रेवेन के एप्लेट सेक्शन में माइक्रोफोन इनपुट विजेट को दिखाता या छिपाता है.

source: Show Media Playback Controls Widget
hi: मीडिया प्लेबैक नियंत्रण विजेट दिखाएं

source: Shows or hides the Media Playback Controls (MPRIS) Widget in Raven's Applets section.
hi: रेवेन के एप्लेट सेक्शन में मीडिया प्लेबैक कंट्रोल (MPRIS) विजेट को दिखाता या छिपाता है.

source: Show Power Strip
hi: पावर स्ट्रिप दिखाएं

source: Shows or hides the Power Strip in the bottom of Raven.
hi: रेवेन के तल में पावर स्ट्रिप को दिखाता या छिपाता है.

source: Choose an applet
hi: एक एप्लेट चुनें

source: Cancel
hi: रद्द करें

source: Desktop
hi: डेस्कटॉप

source: Desktop Icons
hi: डेस्कटॉप आइकन

source: Control whether to allow icons on the desktop.
hi: नियंत्रित करें कि डेस्कटॉप पर आइकन की अनुमति दें या नहीं.

source: Active Mounts
hi: सक्रिय माउंट

source: Show all active mounts on the desktop.
hi: डेस्कटॉप पर सभी सक्रिय माउंट दिखाएं.

source: Home directory
hi: होम डायरेक्टरी

source: Add a shortcut to your home directory on the desktop.
hi: डेस्कटॉप पर अपने होम डायरेक्टरी में एक शॉर्टकट जोड़ें.

source: Trash
hi: कचरा

source: Add a shortcut to the Trash directory on the desktop.
hi: डेस्कटॉप पर ट्रैश डायरेक्टरी में शॉर्टकट जोड़ें.

source: Icon Size
hi: आइकन का आकार

source: Set the desired size of icons on the desktop.
hi: डेस्कटॉप पर माउस के वांछित आकार को सेट करें.

source: Number of virtual desktops
hi: वर्चुअल डेस्कटॉप की संख्या

source: Number of virtual desktops / workspaces to create automatically on startup.
hi: स्टार्टअप पर स्वचालित रूप से बनाने के लिए वर्चुअल डेस्कटॉप / वर्कस्पेस की संख्या.

source: Single
hi: एक

source: Double
hi: डबल

source: Click Policy
hi: क्लिक नीति

source: Click Policy determines if we should open items on a single or double click.
hi: क्लिक नीति यह निर्धारित करती है कि हमें एकल या डबल क्लिक पर आइटम खोलना चाहिए या नहीं.

source: Normal
hi: आम

source: Small
hi: छोटा

source: Large
hi: बड़ा

source: Massive
hi: विशाल

source: Applets
hi: एप्लेट

source: Settings
hi: सेटिंग्स

source: Remove Panel
hi: पैनल निकालें

source: Remove this panel from the screen
hi: इस पैनल को स्क्रीन से हटा दें

source: Top Dock
hi: शीर्ष डॉक

source: Right Dock
hi: दाईं डॉक

source: Left Dock
hi: बाईं डॉक

source: Bottom Dock
hi: नीचे का डॉक

source: Top Panel
hi: टॉप पैनल

source: Right Panel
hi: दाईं पैनल

source: Left Panel
hi: बाईं पैनल

source: Bottom Panel
hi: नीचे का पैनल

source: Top
hi: शिखर

source: Right
hi: दाईं

source: Bottom
hi: तल

source: Always
hi: हमेशा

source: Dynamic
hi: गतिशील

source: None
hi: कोई नहीं

source: Automatic
hi: स्वचालित

source: Intelligent
hi: बुद्धिमान

source: Never
hi: कभी नहीँ

source: Position
hi: स्थिति

source: Set the edge of the screen that this panel will stay on
hi: स्क्रीन के किनारे को सेट करें जो इस पैनल पर रहेग

source: Size
hi: आकार

source: Set the size (width or height, depending on orientation) of this panel
hi: इस पैनल का आकार (चौड़ाई या ऊँचाई, उन्मुखीकरण पर निर्भर करता है) सेट करें

source: Automatically hide
hi: स्वचालित रूप से छिपाना

source: When set, this panel will hide from view to maximize screen estate
hi: जब सेट किया जाता है, तो यह पैनल स्क्रीन एस्टेट को अधिकतम करने के लिए दृश्य से छिपाएगा

source: Transparency
hi: पारदर्शिता

source: Control when this panel should have a solid background
hi: इस पैनल की ठोस पृष्ठभूमि होने पर नियंत्रण करें

source: Shadow
hi: साया

source: Adds a decorative drop-shadow, ideal for opaque panels
hi: एक सजावटी ड्रॉप-छाया जोड़ता है, जो अपारदर्शी पैनलों के लिए आदर्श है

source: Stylize regions
hi: क्षेत्रों को स्टाइल करें

source: Adds a hint to the panel so that each of the panel's three main areas may be themed differently.
hi: पैनल के लिए एक संकेत जोड़ता है ताकि पैनल के तीन मुख्य क्षेत्रों में से प्रत्येक को अलग तरह से थीम किया जा सके.

source: Dock mode
hi: डॉक मोड

source: When in dock mode, the panel will use the minimal amount of space possible, freeing up valuable screen estate
hi: डॉक मोड में होने पर, पैनल न्यूनतम स्क्रीन स्पेस का उपयोग करेगा, बहुमूल्य स्क्रीन एस्टेट को मुक्त करेगा

source: Untitled
hi: शीर्षकहीन

source: No description
hi: कोई विवरण नहीं

source: running
hi: चल रहा है

source: Applications
hi: एप्लीकेशने

source: Add
hi: जोड़ना

source: Command
hi: आदेश

source: An entry with that title already exists
hi: उस शीर्षक के साथ एक प्रविष्टि पहले से मौजूद है

source: Title
hi: शीर्षक

source: Required
hi: अपेक्षित

source: Description
hi: विवरण

source: Optional
hi: वैकल्पिक

source: Autostart
hi: ऑटो स्टार्ट

source: Autostart apps
hi: ऑटोस्टार्ट ऐप्स

source: Add Application
hi: एप्लिकेशन जोड़ें

source: Add Command
hi: कमांड जोड़ें

source: Fonts
hi: फोंट्स

source: Window Titles
hi: विंडो टाइटल

source: Set the font used in the titlebars of applications.
hi: एप्लिकेशन के टाइटलबार में उपयोग किए गए फ़ॉन्ट को सेट करें.

source: Documents
hi: दस्तावेज़

source: Set the display font used by for documents.
hi: दस्तावेजों के लिए उपयोग किए जाने वाले प्रदर्शन फ़ॉन्ट सेट करें.

source: Interface
hi: इंटरफेस

source: Set the primary font used by application controls.
hi: एप्लिकेशन नियंत्रण द्वारा उपयोग किए जाने वाले प्राथमिक फ़ॉन्ट को सेट करें.

source: Monospace
hi: मोनोस्पेस

source: Set the fixed-width font used by text dominant applications.
hi: अक्षर प्रमुख ऍप्लिकेशन्स द्वारा उपयोग की जाने वाली निश्चित-चौड़ाई फ़ॉन्ट सेट करें.

source: Text scaling
hi: अक्षर स्केलिंग

source: Set the text scaling factor.
hi: अक्षर स्केलिंग कारक सेट करें.

source: Full
hi: पूर्ण

source: Medium
hi: मध्यम

source: Slight
hi: थोड़ा

source: Hinting
hi: हिंटिंग

source: Set the type of hinting to use.
hi: उपयोग करने के लिए हिंटिंग की प्रकार सेट करें.

source: Subpixel (for LCD screens)
hi: सब्पिक्सेल (एलसीडी स्क्रीन के लिए)

source: Standard (grayscale)
hi: स्टैण्डर्ड (ग्रेस्केल)

source: Antialiasing
hi: एंटीएलियासिंग

source: Set the type of antialiasing to use.
hi: उपयोग करने के लिए एंटीएलियासिंग के प्रकार को सेट करें.

source: No apps are currently playing audio.
hi: वर्तमान में कोई भी ऐप ऑडियो नहीं चला रहा है.

source: Play some music
hi: कुछ संगीत बजाओ

source: Nothing to see here
hi: यहाँ देखने के लिए कुछ नही है

source: %u unread notifications
hi: %u अपठित नोटिफिकेशन्स

source: 1 unread notification
hi: 1 अपठित नोटिफिकेशन

source: No unread notifications
hi: कोई अपठित नोटिफिकेशन नहीं

source: No new notifications
hi: कोई नई नोटिफिकेशन नहीं

source: Apps
hi: ऐप्स

source: Devices
hi: उपकरण

source: Notifications
hi: नोटिफिकेशन्स

source: Caffeine Mode
hi: कैफीन मोड

source: System Settings
hi: सिस्टम सेटिंग्स

source: Log out
hi: लॉग आउट

source: Restart device
hi: डिवाइस को पुनरारंभ करें

source: Power Off
hi: बिजली से बंद करें

source: Turned on Caffeine Boost
hi: कैफीन बूस्ट चालू कर दिया

source: Turned off Caffeine Boost
hi: कैफीन बूस्ट बंद कर दिया

source: Will turn off in a minute
hi: एक मिनट में बंद हो जाएगा

source: Will turn off in %d minutes
hi: %d मिनट में बंद हो जाएगा

source: User
hi: उपयोगकर्ता

source: Lock
hi: लॉक

source: Suspend
hi: निलंबित करें

source: Hibernate
hi: हाइबरनेट

source: Restart
hi: पुनर्प्रारंभ करें

source: Shutdown
hi: बंद करना

source: Logout
hi: लॉग आउट

source: Caps lock is active
hi: कैप्स लॉक सक्रिय है

source: Caps lock is not active
hi: कैप्स लॉक सक्रिय नहीं है

source: Num lock is active
hi: नंबर लॉक सक्रिय है

source: Num lock is not active
hi: नंबर लॉक सक्रिय नहीं है

source: Removable devices
hi: निकालने योग्य डिवाइस

source: Local volumes
hi: लॉजिकल वोलुमस

source: Network folders
hi: नेटवर्क फ़ोल्डर

source: Other
hi: अन्य

source: Eject
hi: निकालें

source: Unmount
hi: अनमाउंट

source: Open "%s"
hi: "%s" खोलें

source: You can now safely remove
hi: अब आप सुरक्षित रूप से निकाल सकते हैं

source: Unknown Device
hi: अज्ञात यन्त्र

source: Error while ejecting device
hi: डिवाइस को बाहर निकालते समय त्रुटि

source: Error while unmounting volume
hi: वॉल्यूम अनमाउंट करते समय त्रुटि

source: Mount and open "%s"
hi: "%s" को माउंट करें और खोलें

source: Enter the encryption passphrase to unlock this volume
hi: इस वॉल्यूम को अनलॉक करने के लिए एन्क्रिप्शन पासफ़्रेज़ दर्ज करें

source: The password you entered is incorrect
hi: आपके द्वारा दर्ज किया गया पासवर्ड गलत है

source: An unknown error occurred while attempting to mount this volume
hi: इस वॉल्यूम को माउंट करने का प्रयास करते समय एक अज्ञात त्रुटि हुई

source: Volume is in use by other processes
hi: वॉल्यूम अन्य प्रक्रियाओं द्वारा उपयोग में है

source: Operation aborted
hi: करवाई निलंबित

source: Type your password
hi: अपना पासवर्ड टाइप करें

source: Places
hi: स्थानों

source: Nothing to display right now
hi: अभी प्रदर्शित करने के लिए कुछ नहीं है

source: Mount some drives
hi: कुछ ड्राइव माउंट करें

source: Enable more sections
hi: अधिक अनुभाग सक्षम करें

source: Bluetooth Settings
hi: ब्लूटूथ सेटिंग्स

source: Send Files
hi: फाइल्स भेजो

source: Bluetooth Airplane Mode
hi: ब्लूटूथ हवाई जहाज मोड

source: Bluetooth is disabled
hi: ब्लूटूथ अक्षम है

source: Bluetooth is active
hi: ब्लूटूथ सक्रिय है

source: Connected to %d device
hi: %d डिवाइस से कनेक्ट किया गया

source: Battery fully charged.
hi: बैटरी पूरी तरह चार्ज.

source: Unknown
hi: अज्ञात

source: Battery charging
hi: बैटरी चार्ज हो रहा है

source: Battery remaining
hi: बैटरी शेष है

source: Show battery percentage
hi: बैटरी प्रतिशत दिखाएं

source: Power settings
hi: पावर सेटिंग्स

source: Rename
hi: नाम बदलें

source: Remove
hi: हटाना

source: Timer (minutes)
hi: टाइमर (मिनट)

source: Only one instance of the System Tray can be active at a time.
hi: सिस्टम ट्रे का केवल एक उदाहरण एक बार में सक्रिय हो सकता है.

source: The System Tray failed to initialize.
hi: सिस्टम ट्रे आरंभ करने में विफल रहा.

source: Toggle the desktop
hi: डेस्कटॉप को टॉगल करें

source: All
hi: सब

source: Set menu icon from file
hi: फ़ाइल से मेनू आइकन सेट करें

source: Image files
hi: छवि फ़ाइलें

source: Any file
hi: कोई भी फाइल

source: Set icon
hi: आइकन सेट करें

source: Sorry, no items found
hi: क्षमा करें, कोई आइटम नहीं मिला

source: Time and date settings
hi: समय और दिनांक सेटिंग्स

source: Calendar
hi: कैलेंडर

source: Preferences
hi: पसंद

source: Show date
hi: दिनांक दिखाएँ

source: Show seconds
hi: सेकंड दिखाएँ

source: Use 24 hour time
hi: 24 घंटे का समय का उपयोग करें

source: Launch New Instance
hi: नया उदाहरण लॉन्च करें

source: Close All Windows
hi: सभी विंडोज़ बंद करें

source: Always On Top
hi: हमेशा शिखर पर

source: Maximize
hi: अधिकतम

source: Minimize
hi: न्यूनतम करना

source: Unfavorite
hi: नापसंद

source: Favorite
hi: पसंदीदा

source: Move To Workspace %i
hi: कार्यस्थान %i पर ले जाएँ

source: Unmaximize
hi: अधिकतम खत्म

source: Close Window
hi: विंडो बंद करें

source: Show Window Controls
hi: विंडो नियंत्रण दिखाएं

source: Authentication Required
hi: प्रमाणीकरण आवश्यक

source: Password:
hi: कुंजिका:

source: Authentication is required
hi: प्रमाणीकरण आवश्यक है

source: Authenticate
hi: प्रमाणित

source: Are you sure you want to end your session?
hi: क्या आप वाकई अपना सेशन समाप्त करना चाहते हैं?

source: Show label
hi: लेबल दिखाएं

source: Show places
hi: स्थान दिखाओ

source: Show network folders
hi: नेटवर्क फ़ोल्डर दिखाएं

source: Show removable drives
hi: हटाने योग्य ड्राइव दिखाएं

source: Always expand places
hi: हमेशा स्थानों को आगे लम्बा खींचे

source: Icon Spacing
hi: आइकन अंतर

source: Spacer size
hi: स्पेसर का आकार

source: "Add" button visibility
hi: "जोड़ें" बटन दृश्यता

source: Don't show
hi: मत दिखाओ

source: Show on mouseover
hi: माउसओवर पर दिखाएं

source: Always show
hi: हमेशा दिखाएं

source: Enable notification
hi: नोटिफिकेशन को सक्षम करें

source: Maximize brightness
hi: चमक को अधिकतम करें

source: Brightness Level
hi: चमक का स्तर

source: Night Light
hi: रात का चिराग़

source: Temperature
hi: तापमान

source: Schedule
hi: अनुसूची

source: Sunset to Sunrise
hi: सूर्योदय से सूर्यास्त तक

source: Manual
hi: मैनुअल

source: Display Settings
hi: स्क्रीन की सेटिंग्स

source: Show Menu Label
hi: मेनू लेबल दिखाएं

source: Compact Mode
hi: कॉम्पैक्ट मोड

source: Show Headers
hi: हेडर दिखाएँ

source: Menu Label
hi: मेनू लेबल

source: Roll-over mouse
hi: रोल-ओवर माउस

source: Menu Icon
hi: मेनू आइकन

source: Show all windows on click
hi: क्लिक पर सभी विंडो दिखाएं

source: Only show favorited
hi: केवल पसंदीदा दिखाएं

source: Lock icons
hi: आइकन लॉक करें

source: Restrict to Workspace
hi: वर्कस्पेस तक ही प्रतिबंधित

source: Window grouping
hi: विंडो ग्रुपिंग

source: Middle click to launch new window
hi: नई विंडो लॉन्च करने के लिए मध्य क्लिक

source: Require a double-click to launch new window
hi: नई विंडो लॉन्च करने के लिए डबल-क्लिक की आवश्यकता है

source: Budgie Desktop
hi: बजी डेस्कटॉप

source: This session logs you into the Budgie Desktop
hi: यह सत्र आपको बजी डेस्कटॉप में प्रवेश करता है

source: Budgie Panel
hi: बजी पैनल

source: Launch other applications and provide various utilities to manage windows, show the time, etc.
hi: अन्य एप्लिकेशन लॉन्च करें और विंडोज़ प्रबंधित करने, समय दिखाने आदि के लिए विभिन्न उपयोगिताओं को प्रदान करें.

source: Change desktop appearance and behavior
hi: डेस्कटॉप दिखावट और व्यवहार बदलें

source: User Indicator
hi: उपयोगकर्ता संकेतक

source: Lock Keys Indicator
hi: लॉक कीज इंडिकेटर

source: Status Indicator
hi: अवस्था संकेतक

source: Spacer
hi: स्पेसर

source: Separator
hi: सेपरेटर

source: Workspace Switcher
hi: वर्कस्पेस स्विचर

source: Keyboard Layout Indicator
hi: कीबोर्ड लेआउट संकेतक

source: Caffeine
hi: कैफीन

source: System Tray
hi: सिस्टम ट्रे

source: Raven Sidebar Control
hi: रेवेन साइडबार नियंत्रण

source: Show Desktop Button
hi: डेस्कटॉप बटन दिखाएं

source: Budgie Menu
hi: बजी मेन्यू

source: Clock
hi: घड़ी

source: Task List
hi: टास्क लिस्ट

source: Icon Task List
hi: आइकॉन टास्क लिस्ट
